<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<%@ include file="../common/head.jsp"%>
<link rel="stylesheet" type="text/css" href="dist/css/carousel.css">
</head>
<body>
	<%@ include file="../common/nav.jsp"%>
	<div class="container" style="margin-top: 70px;">
		<div class="row row-offcanvas row-offcanvas-right">
			<div class="col-xs-12 col-sm-9">
				<div class="jumbotron">
					<h1>欢迎来到qiuk博客！</h1>
					<p>欢迎来到qiuk博客！！</p>
				</div>
				<div class="row">
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
					<div class="col-xs-12 col-lg-12">
						<h4>宫同学，快来看看吧</h4>
						<p>宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！宫同学的水平已经饥渴难耐了！</p>
					</div>
				</div>
				<!--/row-->
			</div>

			<div class="pull-right col-xs-6 col-sm-3 sidebar-offcanvas" id="sidebar">
				<div class="list-group">
					<a href="#" class="list-group-item active">标签</a>
					<a href="#" class="list-group-item">宫同学</a> 
					<a href="#" class="list-group-item">欣同学</a>
					<a href="#" class="list-group-item">康同学</a>
					<a href="#" class="list-group-item">清同学</a>
					<a href="#" class="list-group-item">杨同学</a>
					<a href="#" class="list-group-item">平同学</a>
				</div>
			</div>
		</div>

		<hr>
		<footer>
			<p>&copy; 2016   个人网站, qiuk.</p>
		</footer>

	</div>
</body>
</html>